[Manufacturers.SeraphCrystal ManufacturerDefinition]
Grades[0]=(DisplayName="Seraphim Crystal")
Grades[1]=(DisplayName="Dear Crystals")
Grades[2]=(DisplayName="Seraphim")
Grades[3]=(DisplayName="Crystal Seraphim")
Grades[4]=(DisplayName="round crystal")
Grades[5]=(DisplayName="Crystal Seraphim")
Grades[6]=(DisplayName="Serafino Crystal")
Grades[7]=(DisplayName="Crystal Seraphim")
Grades[8]=(DisplayName="Seraphim Mirror")
Grades[9]=(DisplayName="Absorption of crystals")
Grades[10]=(DisplayName="Seraphim Mirror")
Grades[11]=(DisplayName="Sharp crystals")
Grades[12]=(DisplayName="The Great Seraphim")
Grades[13]=(DisplayName="Crystal")
Grades[14]=(DisplayName="Maple syrup")
Grades[15]=(DisplayName="Seraphim Crystal")
Grades[16]=(DisplayName="Glass syrup")

[UsableItems.Pickup_SeraphCrystal UsableItemDefinition]
UseFailureCharacterMessage="You should do it %s Take advantage of it."
ItemName="Krista Sharaf"
PickupMessage="me %s"
UseFailureLevelMessage="At least %d people use this item. You have to be on equal footing."
UseFailureConstraintsMessage="The highest meaning of seraphim"
NoManufacturerName="Always"

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Seraphim does not want advertisers.."
NoConstraintText=""
Suffix=""
Prefix=""

[UsableItems.Pickup_SeraphCrystal:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Is it worth killing for? Let me tell you first.!"
NoConstraintText=""
Suffix=""
Prefix=""

